Repository: ivalkou/freeaps
Catalog: FreeAPS/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nb, nl, ru, sv, tr, zh_hans

source: For write data to Apple Health you must give permissions in Settings > Health > Data Access
de: Um Daten bei Apple Health zu speichern, müssen Sie unter „Einstellungen“ > „Health“ > „Datenzugriff & Geräte“ die entsprechenden Berechtigungen erteilen
fr: Pour écrire des données sur Apple Santé, vous devez donner les autorisations dans Paramètres > Santé > Accès aux données
it: Per scrivere dati su Apple Health devi dare il permesso in Impostazioni > Salute > Accesso dati
nb: For å skrive data til Apple Health må du gi rettigheter i Innstillinger > Helse > Datatilgang
nl: Als u gegevens wilt opslaan met Apple Gezondheid, moet u de juiste machtigingen verlenen in Instellingen > Gezondheid > Gegevenstoegang en apparaten
ru: Для записи данных в Apple Health необходимо дать разрешения в Настройки > Здоровье > Доступ к данным
sv: För att kunna skriva data till Apple Hälsa måste du först ge din tillåtelse i Inställningar > Hälsa > Datatillgång och enheter
tr: Apple Sağlık Uygulamasına veri yazmak için Ayarlar > Sağlık > Veri Erişimi'nde izinler vermelisiniz
zh_hans: 若要将数据写入苹果健康，您必须在“设置 > Health > 数据访问权限”中授予权限

source: Found devices: %d
de: Geräte gefunden: %d
fr: Dispositifs détectés: %d
it: Dispositivi trovati: %d
nb: Fant enheter: %d
nl: Gevonden apparaten: %d
ru: Найдено устройств: %d
sv: Hittade enheter: %d
tr: Bulunan cihazlar: %d
zh_hans: 已发现设备: %d

source: FreeAPS X not active
de: FreeAPS X ist nicht aktiv
fr: FreeAPS X pas actif
it: FreeAPS X non attivo
nb: FreeAPS X ikke aktiv
nl: FreeAPS X niet actief
ru: FreeAPS X неактивен
sv: FreeAPS X är inte aktiv
tr: FreeAPS X etkin değil
zh_hans: FreeAPS X 未激活

source: g/U
de: g/IE
nb: g/E
nl: g/E
ru: г/Eд
sv: g/IE
tr: g/Ü
zh_hans: 克/U

source: glucose
de: Blutzucker
fr: glycémie
nb: blodsukker
ru: глюкоза
sv: glukos
tr: glikoz
zh_hans: 葡萄糖

source: Glucose
de: Blutzucker
fr: Glycémie
it: Glucosio
nb: Blodsukker
nl: Glucosewaarde
ru: Глюкоза
sv: Glukos
tr: Glikoz
zh_hans: 葡萄糖

source: Glucose Notification visibility
de: Einstellungen Glukosebenachrichtigungen
fr: Affichage des notifications de glycémie
it: Visibilità delle Notifiche di Glucose
nb: Blodsukker-varsel
nl: Zichtbaarheid Glucose melding
ru: Видимость уведомлений глюкозы
sv: Blodsockernotiser
tr: Glikoz Bildirim görünürlüğü
zh_hans: 血糖通知设置

source: Glucose Settings
de: Blutzuckereinstellungen
fr: Paramètres Glycémiques
it: Impostazioni di Glucose
nb: Blodsukker-innstillinger
nl: Glucose instellingen
ru: Настройки глюкозы
sv: Glukosinställningar
tr: Glikoz Ayarları
zh_hans: 血糖设置

source: Glucose Simulator
de: Glukose-Simulator
fr: Simulateur de glycémie
nb: Blodsukker-simulator
ru: Симулятор глюкозы
sv: Glukossimulator
tr: Glikoz Simülatörü
zh_hans: 葡萄糖模拟器

source: Glucose units
de: BZ Einheiten
fr: Unités de Glycémie
it: Unità glicemica
nb: Glukoseenheter
nl: Glucose eenheid
ru: Единицы измерения глюкозы
sv: Glukosenheter
tr: Glikoz birimi
zh_hans: 血糖单位

source: Glucose: %@
de: Blutzucker: %@
fr: Glycémie: %@
it: Glucosio: %@
nb: Blodsukker: %@
nl: Bloedsuiker: %@
ru: Глюкоза: %@
sv: Glukos: %@
tr: Glikoz: %@
zh_hans: 血糖:%@

source: Got it!
de: Okay, verstanden!
fr: Ok!
it: Capito!
nb: Skjønner!
nl: Begrepen!
ru: Понятно!
sv: Uppfattat!
tr: Anlaşıldı!
zh_hans: 知道了

source: grams
de: Gramm
fr: grammes
it: grammi
nb: gram
nl: gram
ru: грамм
sv: gram
tr: gram
zh_hans: 克

source: Grams of carbsReq to trigger a pushover. Defaults to 1 (for 1 gram of carbohydrate). Can be increased if you only want to get Pushover for carbsReq at X threshold.
de: Benötigte Menge von Kohlenhydraten in Gramm, um einen Pushover auszulösen. Standardmäßig ist 1 Gramm Kohlenhydrate. Dieser Wert kann erhöht werden, wenn Sie nur Pushover bei Überschreiten einer bestimmten Menge benötigter Kohlenhydrate erhalten möchten.
fr: Quantité de glucides requis pour déclencher une alerte. Par défaut à 1 g de glucides. Peut être augmenté si vous voulez seulement obtenir une alerte au seuil X.
it: Grammi di CarboidratiRichiesti per attivare un pushover. Predefiniti a 1 (per 1 grammo di carboidrati). Può essere aumentato se si desidera solo ottenere Pushover per CarboidratiRichiesti alla soglia X.
nl: Aantal gram koolhydraten benodigd om een push bericht te versturen. Standaard ingesteld op 1 (voor 1 gram aan koolhydraten). Kan worden verhoogd als alleen voor push berichten wil krijgen boven de ingestelde drempelwaarde.
ru: Требуемое количество грамм углеводов для срабатывания оповещения pushover. По умолчанию 1 (для 1 грамма углевода). Можно увеличить только если вы хотите получить Pushover для carbsReq при X пороге.
sv: Antal kolhydrater för att utlösa en pushover-notis, av det totala antal kolhydrater nödvändiga (carbsReq) för att undvika ett lågt blodsockervärde, som krävs. Standardvärde är 1 (gram kolhydrater). Kan ökas om du bara vill få en Pushover-notis vid en större mängd nödvändiga kolhydrater.
tr: Bir itmeyi tetiklemek için gram karbonhidrat. Varsayılan 1'dir (1 gram karbonhidrat için). Yalnızca X eşiğinde carbsReq için itme almak istiyorsanız artırılabilir.
zh_hans: 触发Pushover的碳水化合物的克数。默认为1（对于1克碳水化合物）。如果你只想在X阈值时得到碳水化合物需求的Pushover通知，可以增加。

source: High
de: Hoch
fr: Élevée
it: Elevato
nb: Høy
nl: Hoog
ru: Высокий
sv: Högt
tr: Yüksek
zh_hans: 高

source: High Glucose Alarm active
de: Alarm für "Hoher Blutzucker" aktiv
fr: Alarme Glycémie haute active
it: Sveglia Glucosio Alto attiva
nb: Høy glukosealarm aktiv
nl: Hoge Glucose Alarm actief
ru: Высокая тревога включена
sv: Högt blodsockerlarm aktivt
tr: Yüksek Glikoz Alarmı aktif
zh_hans: 高血糖报警激活

source: High target
de: Obere Grenze
fr: Cible haute
it: Target superiore
nb: Øvre mål
nl: Bovengrens doel
ru: Верхняя цель
sv: Övre målvärde
tr: Yüksek hedef
zh_hans: 高目标

source: HIGHALERT!
de: Überzuckerungs Alarm!
fr: HAUT !
it: AVVISO ECCESSO!
nb: HØY ALARM!
nl: Waarschuwing Hoog!
ru: ГИПЕР!
sv: VARNING HÖGT!
tr: YÜKSEK İKAZI!
zh_hans: 高血糖！

source: History
de: Verlauf
fr: Historique
it: Storia
nb: Historikk
nl: Geschiedenis
ru: История
sv: Historik
tr: Geçmiş
zh_hans: 历史

source: Hold the top of your iPhone near the sensor to pair
de: Halten Sie die Oberseite Ihres iPhones an den Sensor, um eine Verbindung herzustellen
fr: Positionner le haut de votre iPhone près du capteur à scanner
it: Tieni la parte superiore del tuo iPhone affianco al sensore per abbinarlo
nb: Hold den øverste delen av telefonen nær sensoren for å parkoble
nl: Houd de bovenkant van je iPhone dicht bij de sensor om te koppelen
ru: Держите верхнюю часть вашего iPhone рядом с сенсором для подключения
sv: Håll toppen av din iPhone nära sensorn för att parkoppla
tr: Eşleştirmek için iPhone'unuzun üst kısmını sensörün yakınında tutun
zh_hans: 按住传感器附近的 iPhone 顶部配对

source: Home
de: Hauptseite
fr: Page d'accueil
nb: Hjem
nl: Hoofdmenu
ru: Главная
sv: Hem
tr: Ana sayfa
zh_hans: 主页

source: hours
de: Stunden
fr: heures
it: ore
nb: timer
nl: uur
ru: часов
sv: timmar
tr: saat
zh_hans: 小时

source: Important message
de: Wichtige Nachricht
fr: Message important
it: Messaggio importante
nb: Viktig melding
nl: Belangrijk bericht
ru: Важное сообщение
sv: Viktigt meddelande
tr: Önemli mesaj
zh_hans: 重要信息

source: Insulin recommended
de: Empfohlener Bolus
fr: Insuline recommandée
it: Insulina raccomandata
nb: Anbefalt insulindose
nl: Voorgestelde insuline
ru: Рекомендуется инсулина
sv: Rekommenderad insulindos
tr: Önerilen insülin
zh_hans: 推荐剂量

source: Insulin required
de: Benötigtes Insulin
fr: Insuline nécessaire
it: Insulina richiesta
nb: Insulinbehov
nl: Benodigde insuline
ru: Необходимо инсулина
sv: Insulin som krävs
tr: Gerekli insülin
zh_hans: 所需剂量

source: Insulin Sensitivities
de: Insulinempfindlichkeit
fr: Sensibilité à l'Insuline
it: Sensibilità insulinica
nb: Insulinfølsomhet
nl: Insuline gevoeligheden
ru: Чувствительность к инсулину
sv: Insulinkänslighet
tr: İnsülin Duyarlılığı
zh_hans: 胰岛素敏感系数

source: Intercept
de: Schnittpunkt
fr: Intercepter
it: Intercetta
nb: Skjæringspunkt
nl: Onderschep
ru: Смещение
sv: Skärningspunkt
tr: Kesişim
zh_hans: 截距

source: Invalid Glucose sample detected, try again later
de: Ungültiger Glucose-Wert erkannt, versuchen Sie es später erneut
fr: Échantillon de glycémie non valide détecté, réessayez plus tard
it: Campione di Glucose non valido rilevato, riprova più tardi
nb: Ugyldig blodsukkermåling, prøv igjen senere
nl: Ongeldige glucosewaarde ontdekt, probeer het later opnieuw
ru: Обнаружено невалидное значение глюкозы, повторите попытку позже
sv: Ogiltigt glukosvärde upptäckt, försök igen senare
tr: Geçersiz Glikoz örneği tespit edildi, daha sonra tekrar deneyin
zh_hans: 检测到无效的血糖值，请稍后再试

source: Invalid libre checksum
de: Ungültige Libre Prüfsumme
fr: Somme de contrôle invalide
it: Checksum di Libre non valido
nb: Ugyldig sjekksum for Libre
nl: Ongeldige libre controlesom
ru: Неверная контрольная сумма сенсора
sv: Ogiltig kontrollsumma för libre
tr: Libre sağlaması geçersiz
zh_hans: 瞬感传感器数据校验错误

source: Invalid sensor
de: Ungültiger Sensor
fr: Capteur invalide
it: Sensore non valido
nb: Ugyldig sensor
nl: Ongeldige sensor
ru: Сенсор неисправен
sv: Ogiltig sensor
tr: Geçersiz sensör
zh_hans: 无效传感器

source: Invalid Sensor Detected
de: Fehlerhafter Sensor erkannt
fr: Capteur non valide détecté
it: Sensore Non Valido Rilevato
nb: Ugyldig sensor funnet
nl: Ongeldige Sensor Gevonden
ru: Обнаружен неверный сенсор
sv: Ogiltig sensor upptäckt
tr: Geçersiz Sensör Algılandı
zh_hans: 检测到无效传感器

source: Invalid URL
de: Ungültige URL
fr: URL invalide
it: URL non valido
nb: Ugyldig nettadresse (URL)
nl: Ongeldige URL
ru: Неверный URL
sv: Ogiltig URL
tr: Geçersiz URL
zh_hans: 网址不正确

source: Last Blood Sugar prediction
de: Letzte Blutzuckervorhersage
fr: Dernière prédiction de glycémie
it: Ultima previsione di Zucchero nel Sangue
nb: Siste blodsukker-prediksjon
nl: Laatste Bloedsuikervoorspelling
ru: Последнее предсказание глюкозы
sv: Senaste blodsockerförutsägelse
tr: Son KŞ'i tahmini
zh_hans: 最后一次血糖预测

source: Last loop was more then %d min ago
de: Letzter Loop vor mehr als %d Minuten
fr: Dernier bouclage depuis plus de %d min
it: L'ultimo ciclo è stato più di %d min fa
nb: Siste loop var mer enn %d min siden
nl: Laatste loop was meer dan %d min geleden
ru: Последний цикл был более %d минут назад
sv: Senaste loopen var mer än %d min sedan
tr: Son döngü %d dak kadar önceydi
zh_hans: 上次闭环成功在 %d 分钟前

source: Last measurement
de: Letzte Messung
fr: Dernière mesure
it: Ultima misurazione
nb: Siste måling
nl: Laatste meting
ru: Последнее измерение
sv: Senaste mätning
tr: Son ölçüm
zh_hans: 上次测量

source: Last run
de: Letzte Berechnung
fr: Dernière exécution
it: Ultimo ciclo
nb: Siste kjøring
nl: Laatste berekening
ru: Последний запуск
sv: Kördes senast
tr: Son Çalıştırma
zh_hans: 上次运行

source: Libre 2 Direct
de: Libre 2 direkt
nb: Libre 2 direkte
ru: Libre 2 прямое подключение
sv: Libre 2 Direkt
tr: Libre 2 Direk
zh_hans: 雅培2代直连

source: Libre sensor was incorrectly read, CRCs were not valid
de: Libre Sensor wurde unkorrekt ausgelesen, CRCs waren nicht gültig
fr: Le capteur de libre a été mal lu, les CRC n'étaient pas valides
it: Il sensore di Libre è stato letto erroneamente, I CRC non erano validi
nb: Libre-sensoren var feil lest, CRC-er var ugyldige
nl: Libre sensor is onjuist gelezen, CRC's waren niet geldig
ru: Сенсор прочитан некорректно, неверная контрольная сумма
sv: Libre-sensor felaktigt läst, CRCs ogiltiga
tr: Libre sensörü hatalı okundu, CRC'ler geçersizdi
zh_hans: Libre 传感器数据不正确，CRC无效

source: Libre Transmitter
de: Libre Sender
fr: Transmetteur Libre
nb: Libre-sender
nl: Libre zender
sv: Libre-sändare
tr: Libre Vericisi
zh_hans: Libre 发射器

source: Libre Transmitters
de: Libre Sender
fr: Transmetteurs Libre
it: Libre Transmitter
nb: Libre-sendere
nl: Libre zenders
ru: Передатчики Libre
sv: Libre-sändare
tr: Libre Vericileri
zh_hans: Libre 发射器

source: Local glucose source
de: Lokale BZ-Quelle
fr: Source locale de glucose
it: Sorgente locale della glicemia
nb: Lokal glukosekilde
nl: Lokale glucose bron
ru: Локальный источник глюкозы
sv: Lokal glukoskälla
tr: Yerel KŞ kaynağı
zh_hans: 本地血糖数据源

source: Log export requires ios 15
de: Ereignisprotokolldatei Export erfordert ios 15
fr: Exportation du journal nécessite ios 15
it: L'esportazione del registro richiede iOS 15
nb: Loggeksportering krever ios 15
nl: Log export vereist ios 15
ru: Для экспорта журнала требуется ios 15
sv: Loggexport kräver ios 15
tr: Günlük dışa aktarma işlemi için ios 15 gerekir
zh_hans: 日志导出需要 ios 15

source: looping
de: Loop aktiv
fr: Boucle en cours
it: in loop
nb: looper
nl: Loopen
ru: выполняется
sv: loopar
tr: döngüde
zh_hans: 闭环中

source: Low
de: Tief
fr: Faible
it: Basso
nb: Lav
nl: Laag
ru: Низкий
sv: Lågt
tr: Düşük
zh_hans: 低

source: Low battery
de: Batterie schwach
fr: Batterie faible
it: Batteria scarica
nb: Lavt batterinivå
nl: Batterij bijna leeg
ru: Низкий заряд батареи
sv: Låg batterinivå
tr: Düşük pil
zh_hans: 电量不足

source: Low Glucose Alarm active
de: Alarm für "Niedriger Blutzucker" aktiv
fr: Alarme Glycémie Faible activée
it: Sveglia Glucosio Basso attiva
nb: Lav glukosealarm aktiv
nl: Laag Glucose Alarm actief
ru: Низкая тревога включена
sv: Lågt blodsockerlarm aktivt
tr: Düşük Glikoz Alarmı aktif
zh_hans: 低血糖报警激活

source: Low target
de: Untere Grenze
fr: Cible basse
it: Target inferiore
nb: Nedre mål
nl: Ondergrens doel
ru: Нижняя цель
sv: Undre målvärde
tr: Düşük hedef
zh_hans: 血糖低目标

source: LOWALERT!
de: Unterzuckerungs Alarm!
fr: FAIBLE!
it: AVVISO SCARSO!
nb: LAV ALARM!
nl: Waarschuwing Laag!
ru: ГИПО!
sv: VARNING LÅGT!
tr: DÜŞÜK İKAZI!
zh_hans: 低血糖！

source: Manual Temp Basal
de: Manuelle Temporäre Basalrate
fr: Basal temporaire manuel
it: Basale temporanea manuale
nb: Manuell basal
nl: Handmatige tijdelijke basaal
ru: Ручная ВБС
sv: Manuell temporär basal
tr: Manuel Geçici Bazal
zh_hans: 手动设置临时基础

source: Many people occasionally forget to resume / unsuspend their pump after reconnecting it. If you’re one of them, and you are willing to reliably set a zero temp basal whenever suspending and disconnecting your pump, this feature has your back. If enabled, it will automatically resume / unsuspend the pump if you forget to do so before your zero temp expires. As long as the zero temp is still running, it will leave the pump suspended.
de: Viele Menschen vergessen gelegentlich ihre Pumpe fortzusetzen / pausieren nach der Wiederanbindung der Pumpe. Wenn du einer von ihnen bist und bereit bist eine Null-Temp Basal zu setzen, wann immer du deine Pumpe pausierst und getrennt hast, kann diese Funktion hilfreich sein. Wenn diese Option aktiviert ist, wird die Pumpe automatisch fortgesetzt/pausiert, wenn Sie dies vergessen haben, bevor Ihre Null-Temp abläuft. Solange die Null-Temp noch läuft, wird die Pumpe ausgesetzt.
fr: De nombreuses personnes oublient parfois de reprendre / désuspendre leur pompe après la reconnexion. Si vous êtes l'un d'eux, et que vous êtes définissez un basal temporaire à zéro chaque fois que vous suspendez ou débranchez votre pompe, cette fonction peut être pertinente. Si cette option est activée, elle reprendra automatiquement le basal en cours si vous oubliez de reprendre votre pompe. Tant que la valeur temporaire de basal est de zéro, elle laissera la pompe suspendue.
it: Molte persone di tanto in tanto dimenticano di riprendere / rimuovere la sospensione del microinfusore dopo averlo riconnesso. Se sei uno di loro, e si è disposti a impostare in modo affidabile una basale temporanea zero ogni volta che sospende e scollega la pompa, questa funzione ha un senso. Se abilitata, ripristinerà automaticamente / annullerà la sospensione del microinfusore se lo dimentichi prima che scada la basale temporanea zero. Finché la basale temporanea zero è ancora in funzione, lascerà la pompa sospesa.
nl: Veel mensen vergeten af en toe hun pomp te hervatten nadat ze opnieuw zijn aangesloten. Herken je jezelf hierin en ben je bereid voordat je je afkoppelt een tijdelijk basaal van 0 in te stellen kan deze instelling helpen. Indien ingeschakeld zal de pomp automatisch hervatten, als je dit zelf vergeet te doen voordat het tijdelijk 0 basaal verloopt. Zolang het tijdelijk 0 basaal nog actief is, laat FreeAPS X de pomp opgeschort.
ru: Многие люди иногда забывают возобновить подачу на помпе после повторного подключения. Если этот параметр включен, он автоматически возобновит / разблокирует помпу, если вы забыли сделать это до того, как срок ВБС истечет. До тех пор, пока ВБС работает, помпа будет приостановлена.
sv: Standardvärde Av för denna inställning. Alla eventuella temporära basaler som pågått under tider pumpen varit pausad kommer att raderas, dessutom kommer de ordinarie basaldoserna ersättas med temporära basaler på 0 IE/h.
tr: Birçok kişi, pompayı yeniden bağladıktan sonra ara sıra pompasını çalıştırmayı / askıya alınmız pompayı tekrar çalıştırmayı unutur. Onlardan biriyseniz ve pompanızı askıya alırken ve bağlantısını keserken güvenilir bir şekilde sıfır geçici bazal ayarlamak istiyorsanız, bu özellik arkanızda. Etkinleştirildiği taktirde sıfır geçici oranı sona ermeden önce, pompayı otomatik olarak sürdürür / askıya alır. Sıfır geçici hala çalıştığı sürece, pompayı askıda bırakacaktır.
zh_hans: 默认为false。在泵被暂停期间，任何现有的临时基础率将被删除，并以空的基础率来抵消配置基础率。

source: Max Basal
de: Maximale Basalrate
fr: Basal maximum
it: Basale massima
nb: Maks basal
nl: Max Basaal
ru: Макс. Базал
tr: Maks Bazal
zh_hans: 最大基础率

source: Max Bolus
de: Maximaler Bolus
fr: Bolus max
it: Bolo massimo
nb: Maks bolus
ru: Макс. Болюс
tr: Maks Bolus
zh_hans: 最大大剂量

source: Meter glucose
de: Blutzuckermessung
fr: Saisir Glycémie
it: Misuratore di glucosio
nb: Blodsukkermåling
nl: Meter glucosewaarde
ru: Показание глюкометра
sv: Glukosmätarvärde
tr: GlikoMetre değeri
zh_hans: 指尖血糖

source: min ago
de: min her
fr: min
it: minuti fa
nb: min
nl: minuten geleden
ru: мин. назад
sv: min sedan
tr: dk. önce
zh_hans: 分钟前

# Minimum duration in minutes between two enacted SMBs
source: Minimum wait time between SMB doses. Lower values allow more frequent micro-boluses but increase insulin stacking risk. Default (3 min) works for most users.
de: Minimaler Abstand (in Minuten), der zwischen zwei SMBs liegen muss
fr: Durée minimale en minutes entre deux SMB injectés
it: Durata minima in minuti tra due SMB sommimistrati
nb: Minimum duration in minutes between two enacted SMBs
nl: Minimale duur in minuten tussen twee uitgevoerde SMBs
ru: Минимальное время между дозами SMB. Меньшие значения позволяют чаще вводить микро-болюсы, но увеличивают риск накопления инсулина. По умолчанию (3 мин) подходит большинству.
sv: Minsta tidsintervall mellan två supermikrobolusar.
tr: Yürürlüğe giren iki SMB arasındaki dakika cinsinden minimum süre
zh_hans: 两次自动大剂量的最短时间

source: minutes
de: Minuten
it: minuti
nb: minutter
nl: minuten
ru: минут
sv: minuter
tr: dakika
zh_hans: 分钟

source: Misc
de: Sonstiges
fr: Autres
it: Varie
nb: Diverse
nl: Overige
ru: Разное
sv: Övrigt
tr: Diğer
zh_hans: 其他

source: Model
de: Modell
fr: Modèle
it: Modello
nb: Modell
ru: Модель
sv: Modell
zh_hans: 模型

source: Modes
de: Modus
it: Modalità
nb: Moduser
ru: Режимы
sv: Lägen
tr: Modlar
zh_hans: 模式

source: New Sensor Detected
de: Neuer Sensor wurde erkannt
fr: Nouveau capteur détecté
it: Nuovo Sensore Rilevato
nb: Ny sensor oppdaget
nl: Nieuwe Sensor Gevonden
ru: Обнаружен новый сенсор
sv: Ingen sensor upptäckt
tr: Yeni Sensör Algılandı
zh_hans: 检测到新的传感器

source: Nightscout Config
de: Nightscout Konfiguration
fr: Configuration Nightscout
it: Impostazioni Nightscout
nb: Nightscout
nl: Nightscout configuratie
ru: Nightscout
sv: Ställ in Nightscout
tr: Nightscout Yapılandırması
zh_hans: Nightscout配置

source: No Glucose Alarm active
de: Keine Blutzuckeralarm aktiv
fr: Aucune alarme de glucose active
it: Nessuna Sveglia Glucosio attiva
nb: Ingen glukosealarm aktiv
nl: Geen Glucose Alarm actief
ru: Тревога неактивна
sv: Inget blodsockerlarm aktivt
tr: Glikoz Alarmı aktif değil
zh_hans: 所有血糖报警都没有激活

source: No Libre Transmitter Selected
de: Kein Libre Sender ausgewählt
fr: Aucun Transmetteur Libre sélectionné
it: Nessun Trasmettitore di Libre Selezionato
nb: Ingen Libre sender er valgt
nl: Geen Libre zender geselecteerd
ru: Не выбран передатчик для Libre
sv: Ingen Libre-sändare vald
tr: Libre Vericisi Seçili değil
zh_hans: 未选择瞬感发射器

source: No logs available
de: Keine Ereignisprotokolldatei verfügbar
fr: Pas de journaux disponibles
it: Nessun registro disponibile
nb: Ingen logger tilgjengelig
nl: Geen logboeken beschikbaar
ru: Нет доступных журналов
sv: Inga loggar tillgängliga
tr: Günlük bulunmuyor
zh_hans: 没有可用的日志

source: No Sensor Detected
de: Kein Sensor gefunden
fr: Aucun capteur détecté
it: Nessun Sensore Rilevato
nb: Ingen sensor oppdaget
nl: Geen Sensor Gevonden
ru: Сенсор не обнаружен
sv: Ingen Sensor upptäckt
tr: Sensör Tespit Edilemedi
zh_hans: 未检测到传感器！

source: No suggestion
de: Kein Vorschlag
fr: Aucune suggestion
it: Nessun suggerimento
nb: Ingen forslag
nl: Geen suggestie
ru: Нет предложений
sv: Inget förslag
tr: Öneri bulunmuyor
zh_hans: 暂无建议

source: Not paired yet
de: Noch nicht gekoppelt
fr: Pas encore appairé
it: Non ancora associato
nb: Ikke paret ennå
nl: Niet gekoppeld apparaat
ru: Нет сопряжения
sv: Inte parkopplad ännu
tr: Henüz eşleştirilmedi
zh_hans: 未配对

source: not snoozing
de: nicht schlummern
fr: ne pas mettre en veille
it: non posticipando
nb: slumrer ikke
nl: niet gesluimerd
ru: не отложена
sv: snoozar inte
tr: ertelenmiyor
zh_hans: 不要休眠

source: nothing to see here
de: hier gibt es nichts zu sehen
fr: rien à voir ici
it: niente da vedere qui
nb: ingenting å se her
nl: er is hier niets te zien
ru: здесь ничего нет
sv: inget att se här
tr: burada görülecek bir şey yok
zh_hans: 暂无内容

source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Paramètres des notifications
it: Impostazioni di Notifica
nb: Varslingsinnstillinger
nl: Instellingen voor meldingen
ru: Настройки уведомлений
sv: Notisinställningar
tr: Bildirim ayarları
zh_hans: 通知设置

source: Notifications
de: Mitteilungen
it: Notifiche
nb: Varsler
nl: Meldingen
ru: Уведомления
sv: Notiser
tr: Bildirimler
zh_hans: 通知

source: Notify per reading
de: Benachrichtigung per Lesung
fr: Notifier à chaque lecture
it: Notifica per lettura
nb: Varsle per lesing
nl: Melding bij elke meting
ru: Уведомлять за чтение
sv: Meddela per avläsning
tr: Her okuma için bildir
zh_hans: 每次读数都推送

source: Online or internal server
de: Online oder interner Server
fr: Serveur en ligne ou interne
it: Server online o interno
nb: Online eller intern server
nl: Online of interne server
ru: Онлайн или внутренний сервер
sv: Online eller intern server
tr: Çevrimiçi veya dahili sunucu
zh_hans: 在线或内部服务器

source: OpenAPS main settings
de: OpenAPS Haupteinstellungen
fr: Paramètres OpenAPS
it: Impostazioni principali di OpenAPS
nb: OpenAPS hovedinnstillinger
nl: OpenAPS hoofdinstellingen
ru: Основные настройки OpenAPS
sv: OpenAPS huvudsakliga inställningar
tr: OpenAPS ana ayarları
zh_hans: OpenAPS 主要设置

source: OpenAPS other settings
de: OpenAPS weitere Einstellungen
fr: Paramètres OpenAPS Autres
it: Altre impostazioni di OpenAPS
nb: OpenAPS andre innstillinger
nl: OpenAPS overige instellingen
ru: Другие настройки OpenAPS
sv: OpenAPS andra inställningar
tr: OpenAPS diğer ayarları
zh_hans: OpenAPS 其他设置

source: OpenAPS SMB settings
de: OpenAPS SMB Einstellungen
fr: Paramètres OpenAPS SMB
it: Impostazioni SMB di OpenAPS
nb: OpenAPS SMB innstillinger
nl: OpenAPS SMB instellingen
ru: Настройки OpenAPS SMB
sv: OpenAPS SMB-inställningar
tr: OpenAPS SMB ayarları
zh_hans: OpenAPS SMB 设置

source: OpenAPS targets settings
de: OpenAPS Zieleinstellungen
fr: Paramètres OpenAPS Cibles
it: Impostazioni degli obiettivi di OpenAPS
nb: OpenAPS mål-innstillinger
nl: OpenAPS doel instellingen
ru: Настройки целей OpenAPS
sv: OpenAPS målvärdesinställningar
tr: OpenAPS hedef Ayarları
zh_hans: OpenAPS 目标设置
